Ниже представлен список интересов с их идентификаторами:
{!! $interests !!}

Пожалуйста, сопоставь следующий список интересов с постами опубликованными сообществом:
{!! $context !!}
{{--Локация:--}}
{{--{!! $geolocation !!}--}}
Описание:
```{!! $description !!}```
Выведи найденные интересы исключительно в формате JSON:

[ID интереса 1, ID интереса 2, ... , ID интереса N]

Добавляй тольке те, в которых ты уверен на 1000%.
Не добавляй попусту, лучше оставь пустым если не можешь определить
Без комментариев
